{
  "title": "blerp",
  "date": "2019-01-12T01:46:17.622Z",
  "excerpt": "Alien Invasion Tomato Monster Mexican Armada Brothers Who Are Just Regular Brothers Running In A Van From An Asteroid And All Sorts Of Things: The Movie.",
  "body": "Haha god-damn! Hi! I'm Mr Meeseeks! Look at me! Cool. Just stay in the driveway; the kill-bots are live, and I took you off the whitelist. Alien Invasion Tomato Monster Mexican Armada Brothers Who Are Just Regular Brothers Running In A Van From An Asteroid And All Sorts Of Things: The Movie.\n\n\n\nDon't Morty me! I tricked Rick into taking Dad on an adventure because I thought I could get a break from this kind of shit! But no! Like father, like goddamn daughter! You wanna be like Rick?! Congratulations! You're just as arrogant and just as irresponsible! Let’s be post-apocalyptic scavengerrrrsss! You created a day care for my dad? Nice to wheat you!\n\n\n\nNothing to read into there! Are these pills supposed to wake me up or something? They're not infinite universes left in sync with the show. Rick, the only connection between your unquestionable intelligence and the sickness destroying your family is that everyone in your family, you included, use intelligence to justify sickness. You seem to alternate between viewing your own mind as an unstoppable force and as an inescapable curse. And I think it's because the only truly unapproachable concept for you is that it's your mind within your control. You chose to come here, you chose to talk to belittle my vocation, just as you chose to become a pickle. You are the master of your universe, and yet you are dripping with rat blood and feces. Your enormous mind literally vegetating by your own hand. I have no doubt that you would be bored senseless by therapy, the same way I'm bored when I brush my teeth and wipe my ass. Because the thing about repairing, maintaining, and cleaning is it's not an adventure. There's no way to do it so wrong you might die. It's just work. And the bottom line is, some people are okay going to work, and some people... well, some people would rather die. Each of us gets to choose.\n\n\n\nI dunno, some people would pay top dollar for that kind of breakthrough. Wow I really crononberg'd up the whole place huh Morty, just a bunch a cronenbergs walkin around. Get off the high road Summer. We all got pink eye because you wouldn't stop texting on the toilet. I do not have discolored butthole flaps.",
  "author": "Danger Ro",
  "profile": {
    "birthdate": "01/12/2019",
    "address": {
      "city": "Dublin"
    }
  }
}